<%@ Page Title="" Language="C#" MasterPageFile="~/ages.master" AutoEventWireup="true" CodeBehind="Ages.aspx.cs" Inherits="Esra.WebUI.Ages" %>

<asp:Content ID="Content1" ContentPlaceHolderID="cpMeta" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="cpHead" runat="server">
    <link href="/CSS/ages_classification.css" rel="stylesheet"/>
    <link href="/CSS/ages_classification-responsive.css" rel="stylesheet"/>
    <link href="/CSS/result-Template.css" rel="stylesheet"/>
    <link href="/CSS/result-responsive.css" rel="stylesheet"/>
    <style>
        .DivAge .divCart {
            width: 100%;
            margin: 30px auto;
        }

        .DivAge .cart18B, .DivAge .cart15B, .DivAge .cart12B, .DivAge .cart7B, .DivAge .cart3B {
            background-position: center;
            background-repeat: no-repeat;
            cursor: default;
            background-size: contain;
        }

        .search-result-temp2:last-child { margin-bottom: 30px; }
    </style>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="cpBodyTop" runat="server">
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="cpBodyMiddle" runat="server">
    <div class="f7f7f7 width100  ">
        <div class="width1000 contCent DivAge js-DivAge-close" data-age-content="18" style="display: none;">
            <div class="divCart cart18B"></div>
            <p>
                اين رده سني تماماً پس از سن قانوني واقع شده، شخصيت فرد شکل گرفته، دوران مدرسه پايان يافته و تقريباً چشم‌انداز زندگي فرد مشخص گشته است. اين وجه مميزه او از رده‌هاي پيشينش است بنابراين پيش‌بيني مي‌شود که افراد واقع در اين رده سني، بسياري از بازي‌هاي رایانه ای با محتواهاي متفاوت را مي‌توانند تماشا کنند و مشکل خاصي نخواهند داشت.
            </p>
            <p>
                عدم وجود الگوی مناسب در استفاده از بازيها، نگرانی والدین و عدم اطلاع آنها از محتواهای نامناسب این رسانه جدید تعاملی، تأثیرات سوء جسمانی و روانی بازی‌های رایانه‌ای و همچنین استفاده هژمونیک نظام سرمایه‌داری از بازی‌ها در جهت تاثیرگذاری فرهنگی-اجتماعی را میتوان از مهمترین عوامل ضرورت ایجاد نظام ESRA دانست.

            </p>
            <div class="divLastGameRateTitle">
                <div class="DivTag2"></div>
                <div class="DivTag">
                    <p>
                        <a href="introGame.aspx">بازی های این رده سنی</a>
                    </p>
                </div>
            </div>
            <div runat="server" id="searchResult18" class="clb"></div>
            <div runat="server" id="searchResult18_2"></div>

        </div>
        <div class="width1000 contCent DivAge js-DivAge-close" data-age-content="15" style="display: none;">
            <div class="divCart cart15B"></div>
            <p>
                سال‌های پايان نوجوانی (پانزده تا هجده سالگی) زمان تعمق و تفکر و پروراندن وجود درونی است. کاوش در وجود مقدمه‌ای است بر جستجوی هويت. بروز تمايلات جنسی و ميل به برقراری ارتباط با جنس مخالف، افت تحصيلی، سوء مصرف مواد، رفتار بزهکارانه، افسردگی و ... برخی از مسايل دوره نوجوانی می‌باشند. اين رده سني از آن جهت که مهارت‌هاي زباني و شناختي بيشتري دارد و از لحاظ اجتماعي در معرض نقش‌ها و انتخاب‌هاي جدي‌تري هم قرار مي‌گيرد، مي‌تواند آزادي بيشتري نسبت به رده‌هاي قبلي در انجام بازي‌ها داشته باشد. شکل گرفتن شخصيت، وجود آزادي و قرار‌گرفتن در معرض انتخاب‌هاي گوناگون، از مشخصات اين رده و وجه مميزه آن از رده‌هاي پيشين است. افراد با ورود به اين رده سني تاحد زيادي به تعريف از خود دست يافته و شخصيتشان شکل گرفته بنابراين مي‌توانند بازي‌هاي شامل ديالوگ‌هاي نامناسب، ترس، بازي‌هاي خشن کارتوني، فانتزي و واقعي را انجام دهند و تأثيرات منفي آن‌ها را نيز با آگاهي خود خنثي سازند.
            </p>
            <p>
                عدم وجود الگوی مناسب در استفاده از بازيها، نگرانی والدین و عدم اطلاع آنها از محتواهای نامناسب این رسانه جدید تعاملی، تأثیرات سوء جسمانی و روانی بازی‌های رایانه‌ای و همچنین استفاده هژمونیک نظام سرمایه‌داری از بازی‌ها در جهت تاثیرگذاری فرهنگی-اجتماعی را میتوان از مهمترین عوامل ضرورت ایجاد نظام ESRA دانست.
            </p>
            <div class="divLastGameRateTitle">
                <div class="DivTag2"></div>
                <div class="DivTag">
                    <p>
                        <a href="introGame.aspx">بازی های این رده سنی</a>
                    </p>
                </div>
            </div>
            <div runat="server" id="searchResult15" class="clb"></div>
            <div runat="server" id="searchResult15_2"></div>
        </div>
        <div class="width1000 contCent DivAge js-DivAge-close" data-age-content="12" style="display: none;">
            <div class="divCart cart12B"></div>
            <p>
                دوازده تا پانزده سالگی، سال‌های آغاز دورة نوجوانی است. در اين دوره عمليات منطقی صوری، گسترش فکر انتزاعی را هموار می‌سازند و آخرين تغييرات ساختاری سازمان روانی که از يازده تا دوازده سالگی معمولاً آغاز می‌شوند، در چهارده تا پانزده سالگی به پايان می‌رسند. اين سن، سن بلوغ و تغييرات بيولوژيک است و اين وجه تمايز مهم اين رده از رده‌هاي سني پيشين است. با توجه به اينکه اين دوره نقش مهمي در شکل‌گيري شخصيت فرد دارد، وجود مفاهيم تبعيض‌آميز در بازي‌ها نيز مي‌تواند اين نگرش را در افراد ايجاد نمايد. انجام بازي‌هاي رایانه‌ای و تجربه برخي حرکات خشن به صورت مجازي مي‌تواند برخي هيجان‌هاي نوجوانان را تخليه کرده و به برخي نيازهاي آن ها پاسخ دهد. اين مسأله خصوصاً در مورد ژانر اکشن صادق است، چرا که نياز به دقت و سرعت عمل بسيار بالايي دارد که انرژي زيادي را از بازيکن مي‌طلبد. در خصوص ترس نيز مي‌توانند تمايزي بين دنياي واقعيت و عالم خيال قايل شوند. با توجه به اينکه اين دوره، دوره بحران هويت نيز ناميده مي‌شود و مهم‌ترين سؤالات نوجوان در خصوص چيستي دنيا و کيستي خود مطرح مي‌شود، توصيه مي‌شود از نمايش بازي‌هايي با محتواي ايدئولوژيک براي آن‌ها خودداري گردد چراکه هنوز به مرحله ثبات شخصيت نرسيده و مستعد پذيرش بسياري از عقايد مخالف با هنجارهاي اجتماعي است.
            </p>
            <p>
                عدم وجود الگوی مناسب در استفاده از بازيها، نگرانی والدین و عدم اطلاع آنها از محتواهای نامناسب این رسانه جدید تعاملی، تأثیرات سوء جسمانی و روانی بازی‌های رایانه‌ای و همچنین استفاده هژمونیک نظام سرمایه‌داری از بازی‌ها در جهت تاثیرگذاری فرهنگی-اجتماعی را میتوان از مهمترین عوامل ضرورت ایجاد نظام ESRA دانست.
            </p>
            <div class="divLastGameRateTitle">
                <div class="DivTag2"></div>
                <div class="DivTag">
                    <p>
                        <a href="introGame.aspx">بازی های این رده سنی</a>
                    </p>
                </div>
            </div>
            <div runat="server" id="searchResult12" class="clb"></div>
            <div runat="server" id="searchResult12_2"></div>
        </div>
        <div class="width1000 contCent DivAge js-DivAge-open" data-age-content="7">
            <div class="divCart cart7B"></div>
            <p>
                اين رده و رده پيشين خود ويژگي‌هاي مشابهي دارند که در برخي محدوديت‌ها نيز مشترکشان مي‌کند. از‌جمله اين تشابهات مي‌توان به شکل‌نگرفتن شخصيت هر دو رده و نيز بالا ‌نبودن سطح دانش و شناخت عمومي اشاره کرد. درست است که کودک در اين سن، بسياري واژگان جديد را ياد‌گرفته و دايره لغاتش افزايش يافته، ولي به دليل آن‌که هنوز معناي بسياري از واژگان و فحش‌ها را نمي‌داند که از لحاظ فرهنگي و شرايط سني نيز امکان توضيح‌دادن آن‌ها برايش وجود ندارد بهتر است در اين رده سني نيز از قراردادن بازي‌هايي با ديالوگ‌هاي نامناسب براي او خودداري کرد. خشونت از نوع کارتوني آن درصورت وجود در بازي اين رنج سني قاعدتاً نبايد مشکلي براي کودکان ايجاد کند، چراکه مي‌تواند تاحدي به تخليه انرژي مازاد آن‌ها کمک کند. ترس به صورت ملايم و معمولي نيز مي‌تواند در محتواي بازي اين کودکان قرار گيرد تا هم حس هيجان و کجنکاوي آنها را ارضا کرده و هم آن‌ها را براي مقابله با چنين وضعيت‌هاي واقعي‌اي در زندگي واقعي آماده سازد. کودک در اين مرحله به چنان درکي رسيده که بتواند مفهوم مجازي بازي‌ها را درک کرده و زندگي واقعي را پر از موقعيت‌هاي ترسناک بازي تصور نکند.
            </p>
            <p>
                عدم وجود الگوی مناسب در استفاده از بازيها، نگرانی والدین و عدم اطلاع آنها از محتواهای نامناسب این رسانه جدید تعاملی، تأثیرات سوء جسمانی و روانی بازی‌های رایانه‌ای و همچنین استفاده هژمونیک نظام سرمایه‌داری از بازی‌ها در جهت تاثیرگذاری فرهنگی-اجتماعی را میتوان از مهمترین عوامل ضرورت ایجاد نظام ESRA دانست.
            </p>
            <div class="divLastGameRateTitle">
                <div class="DivTag2"></div>
                <div class="DivTag">
                    <p>
                        <a href="introGame.aspx">بازی های این رده سنی</a>
                    </p>
                </div>
            </div>
            <div runat="server" id="searchResult7" class="clb"></div>
            <div runat="server" id="searchResult7_2"></div>
        </div>
        <div class="width1000 contCent DivAge js-DivAge-close" data-age-content="3" style="display: none;">
            <div class="divCart cart3B"></div>
            <p>
                اين سن از جمله سنيني است که کودکان ميل زيادي به تقليد رفتار بزرگسالان داشته و يکي از مهم‌ترين سنين در مرحله اجتماعي‌شدن است که کودک، تأثير زيادي از محيط گرفته و رفتارها را دروني مي‌سازد. در حقيقت، سنگ‌بناي شخصيت هر انسان در اين سنين گذاشته مي‌شود. اتفاقاتي که کودک در اين سنين مي‌بيند و تجربه مي‌کند به بسياري از تصاوير ذهني او شکل داده و حتي تعريف او از زيبايي را نيز تحت تأثير قرار مي‌دهد. بسياري از مفاهيم خوب و بد، از طريق تجربه‌هاي ديداري و شنيداري اين دوره کودک، شکل مي‌گيرد. تماشاي بازي‌هايي با محتواهاي آسيب‌زا در اين سن مي‌‌تواند تأثير بسيار جدي و زيادي براي کودک بگذارد.
            </p>
            <p>
                عدم وجود الگوی مناسب در استفاده از بازيها، نگرانی والدین و عدم اطلاع آنها از محتواهای نامناسب این رسانه جدید تعاملی، تأثیرات سوء جسمانی و روانی بازی‌های رایانه‌ای و همچنین استفاده هژمونیک نظام سرمایه‌داری از بازی‌ها در جهت تاثیرگذاری فرهنگی-اجتماعی را میتوان از مهمترین عوامل ضرورت ایجاد نظام ESRA دانست.
            </p>
            <div class="divLastGameRateTitle">
                <div class="DivTag2"></div>
                <div class="DivTag">
                    <p>
                        <a href="introGame.aspx">بازی های این رده سنی</a>
                    </p>
                </div>
            </div>
            <div runat="server" id="searchResult3" class="clb"></div>
            <div runat="server" id="searchResult3_2"></div>
        </div>

    </div>
</asp:Content>
<asp:Content ID="Content5" ContentPlaceHolderID="cpBodyBottom" runat="server">
    <script src="/COMPONENT/tilt.js-master/src/tilt.jquery.js"></script>

    <script>
        $(document).ready(function() {
            var hash = $(location).attr('hash').replace('#+', '');
            if (hash !== '')
                $('[data-age="' + hash + '"]').click();
            console.log(hash);

        });
    </script>
</asp:Content>