<%@ Page Title="" Language="C#" MasterPageFile="~/sign_classification.master" AutoEventWireup="true" CodeBehind="Signs.aspx.cs" Inherits="Esra.WebUI.Signs" %>

<asp:Content ID="Content1" ContentPlaceHolderID="cpMeta" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="cpHead" runat="server">
    <link href="/CSS/sign_classification.css" rel="stylesheet" />
    <link href="/CSS/sign_classification-responsive.css" rel="stylesheet" />
    <style>
        .DivSign .divCart {
            width: 100%;
            margin: 0px auto;
            padding-top: 40px !important;
        }

        .DivSign .cart1, .DivSign .cart2, .DivSign .cart3, .DivSign .cart4, .DivSign .cart5, .DivSign .cart6 {
            background-position: center;
            background-repeat: no-repeat;
            cursor: default;
        }
    </style>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="cpBodyTop" runat="server">
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="cpBodyMiddle" runat="server">

    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class=""></div>
            <p style="line-height: 37px; margin-top: 45px; text-align: justify;">
                بازی های رایانه ای یا به تعبیر بهتر بازی های ویدئویی به عنوان یک رسانه جدید و تعاملی در دنیای امروز شناخته می شوند. استفاده از این نوع بازی ها تا حدی گسترش پیدا کرده است که دیگر کمتر کودک یا نوجوانی را میتوان یافت که در اوقات فراغت خود به انجام اینگونه بازی ها نپردازد. با گسترش روزافزون اقبال افراد از بازی های ویدئویی و پدیدار شدن آسیب های روانی، ذهنی و اجتماعی در اثر استفاده نادرست از آنها، جوامعی که در این مورد دغدغه های جدی داشتند، شروع به طراحی و تدوین نظام هایی کردند که اطلاعات مورد نیاز در خصوص محتواهای آسیب رسان بازیها را در اختیار افراد جامعه خود قرار دهند و همچنین فرهنگ صحیح استفاده از بازی های ویدئویی را در جوامع شان رواج دهند.
در کشور ما نیز نظام رده بندی سنی بازی های رایانه ای (ESRA) از سال 88 در بنیاد ملی بازی های رایانه ای، زیر نظر وزارت فرهنگ و ارشاد اسلامی کار خود را آغاز کرد. وظیفه این نظام در گام اول نظارت بر محتوای بازی های PC و کنسولی و رده بندی سنی آنها بر اساس محتواهای آسیب رسان بود. در گام دوم و با توجه به فراگیر شدن بازی های موبایلی، رده بندی اینگونه بازی ها نیز در دستور کار این نظام قرار گرفت. پس از اینکه ESRA تعداد قابل توجهی از بازی ها را بررسی و رده بندی سنی کرد، زمان آن فرا رسید تا فرهنگ سازی در زمینه استفاده صحیح از بازی ها نیز در جامعه فراگیر شود. نگرانی و عدم آگاهی و شناخت خانواده ها از محتوای بازی ها و تأثیرات سوء جسمانی و روانی بازی ها بر اثر استفاده نادرست، نظام ESRA را بر آن داشت تا تمامی اطلاعاتی که خانواده ها برای انتخاب درست بازی ها نیاز دارند را برای آنها جمع آوری کند و در اختیار آنها قرار دهد.
یکی از فعالیتهایی که از ابتدای سال 95 توسط نظام ESRA جهت افزایش آگاهی خانواده ها در حوزه بازی های ویدئویی انجام می گیرد، مشخص کردن شدت تأثیرگذاری محتواهای آسیب رسان بازی ها بر روی مخاطبان خود از طریق امتیاز دهی به هر یک از محتواهاست، که بوسیله درج پیکتوگرام های محتوایی بر روی بسته بندی بازی ها به اطلاع خانواده ها می رسد و آنها می توانند در هنگام خرید بازی با دقت به این پیکتوگرام ها از شدت تأثیرگذاری هر یک از محتواهای آسیب رسان آن بازی مطلع شوند.

            </p>
            <p>
            </p>
        </div>

    </div>

    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class="divCart cart1"></div>
            <p>
            </p>
            <p>
                این پیکتوگرام میزان شدت تأثیرگذاری بازی بر روی مخاطبان را در زمینه دخانیات و مواد مخدر مشخص میکند. از جمله صحنه های بازی که باعث افزایش امتیاز این پیکتوگرام می شود می توان به وجود دخانیات و مواد مخدر، میزان تکرار وجود و یا استفاده از دخانیات و ... اشاره کرد. نکته حائز اهمیتی که خانواده ها در مورد این پیکتوگرام باید به آن دقت داشته باشند اینست که با توجه به همزاد پنداری بازیکن با کاراکتر اصلی بازی، استفاده کاراکتر اصلی از دخانیات باعث افزایش بیشتر امتیاز این پیکتوگرام نسبت به استفاده کاراکترهای غیر اصلی بازی می شود.
            </p>
        </div>

    </div>
    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class="divCart cart2"></div>


            <p>
            </p>

            <p>
                این پیکتوگرام میزان مهارت مورد نیاز برای انجام بازی را مشخص می‌کند و مخاطبان با توجه به امتیازی که برای این پیکتوگرام در نظر گرفته شده است به میزان سختی انجام بازی پی می برند. به طور مثال امکان دارد یک بازی رده 3+ (مناسب برای همه سنین) دریافت کرده باشد، یعنی فاقد محتوای آسیب رسان باشد، ولی سبک بازی به گونه ای باشد که انجام بازی نیاز به مهارت بالا داشته باشد و مناسب بازیکنان مبتدی نباشد. خانواده ها از طریق این پیکتوگرام میتوانند بازی‌های مناسبتری را برای فرزندان کودک و خردسال خود تهیه کنند.
            </p>
        </div>

    </div>
    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class="divCart cart3"></div>


            <p>
            </p>

            <p>
                این پیکتوگرام میزان شدت ترس را در هر یک از بازی‌ها مشخص می‌کند. محدودیت دید و تاریکی، محیط‌ها و فضاهای خرابه، صداهای محیط با منبع نامشخص، مواجهه با انواع هیولاها، اتفاقات ناگهانی و ... از جمله معیارهایی می‌باشند که میزان شدت تأثیرگذاری عناصر ترس را بر روی بازیکنان مشخص می‌کنند. تکرار و تنوع در صحنه‌های ترسناک بازی باعث بیشتر شدن امتیاز این پیکتوگرام می شود. خانواده هایی که فرزندان آنها دچار استرس و اضطراب های پایدار هستند، می توانند با توجه بیشتر به پیکتوگرام ترس، بازی مناسبتری را برای فرزندان خود انتخاب کنند.
            </p>
        </div>

    </div>
    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class="divCart cart4"></div>


            <p>
            </p>

            <p>
                این پیکتوگرام میزان شدت خشونت در هر یک از بازی ها را مشخص می‌کند و هر چه امتیاز آن بیشتر باشد، نشان دهنده آنست که شدت تأثیرگذاری صحنه های خشونت آمیز بازی بر روی بازیکنان بیشتر است. از جمله معیارهایی که در بیشتر شدن امتیاز این پیکتوگرام می توان نام برد، عبارتند از، تکرار و تنوع صحنه های خشونت آمیز و قساوت آمیز، میزان پاشیده شدن و حجم خون موجود در بازی، استفاده از سلاح های سرد و گرم متنوع، دعوا و درگیری های نفر به نفر و ....
            </p>
        </div>

    </div>
    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class="divCart cart5"></div>


            <p>
            </p>

            <p>
                این پیکتوگرام میزان شدت ناهنجاری‌های اجتماعی هر یک از بازی ها را مشخص می کند. از جمله معیارهایی که امتیاز این پیکتوگرام را افزایش می دهند می توان به نوع و میزان تکرار کلمات ناشایست در بازی اشاره کرد، موسیقی های ناهنجار و رفتار خارج از عرف نیز در بالا رفتن امتیاز ناهنجاری‌های اجتماعی تأثیرگذار هستند. در صورتی که کلمات ناشایست و رفتار خارج از عرف از سوی کاراکتر اصلی بازی صورت پذیرد، شدت تأثیرگذاری بر روی بازیکن به دلیل همزادپنداری او با کاراکتر اصلی، بیشتر خواهد بود.
            </p>
        </div>

    </div>
    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class="divCart cart6"></div>


            <p>
            </p>

            <p>
                این پیکتوگرام میزان انتقال حس یأس و ناامیدی هر یک از بازی ها بر روی بازیکنان را نمایش می دهد. پوچی و بی هدف بودن داستان بازی، اتفاقات ناامیدکننده مرتبط با قهرمان بازی و کارهایی که در بازی باعث عذاب وجدان در بازیکن شود از جمله معیارهایی هستند که حس یأس و ناامیدی را به بازیکن منتقل می‌کنند و با توجه به شدت این معیارها، امتیاز این پیکتوگرام نیز افزایش یا کاهش می‌یابد.
            </p>
        </div>

    </div>

    <div class="f7f7f7 width100 height9 ">
        <div class="width1000 contCent DivSign">
            <div id="" class=""></div>
            <p style="line-height: 37px; margin-top: 45px; text-align: justify;">
                دانستن نکات زیر در خصوص امتیازهایی که به هر یک از پیکتوگرام های محتوایی اختصاص می یابد حائز اهمیت است:
                <br />
                امتیاز صفر: در صورتی که هر یک از پیکتوگرام های محتوایی امتیاز صفر دریافت کنند، بدین معنی می باشد که آن محتوا اصلاً در بازی وجود ندارد.
                <br />
                امتیاز یک: در صورتی که هر یک از پیکتوگرام های محتوایی امتیاز یک دریافت کنند، بدین معنی می باشد که شدت تآثیرگذاری آن محتوا بر روی بازیکن بسیار ضعیف می باشد.
                <br />
                امتیاز دو: در صورتی که هر یک از پیکتوگرام های محتوایی امتیاز دو دریافت کنند، بدین معنی می باشد که شدت تآثیرگذاری آن محتوا بر روی بازیکن محدود و کم می باشد.
                <br />
                امتیاز سه: در صورتی که هر یک از پیکتوگرام های محتوایی امتیاز سه دریافت کنند، بدین معنی می باشد که آن محتوا در بازی دیده می شود، پنهان نیست و در ذهن بازیکن تأثیرگذار می باشد.
                <br />
                امتیاز چهار: در صورتی که هر یک از پیکتوگرام های محتوایی امتیاز چهار دریافت کنند، بدین معنی می باشد که آن محتوا در بازی زیاد دیده می شود ولی زیاد دیده شدن باعث ایجاد حس اغراق در بازی نمی شود و به نظر واقعی می رسد.
                <br />
                امتیاز پنج: در صورتی که هر یک از پیکتوگرام ها محتوایی امتیاز پنج دریافت کنند، بدین معنی می باشد که آن محتوا به صورت اغراق آمیز در بازی وجود دارد و تأثیرگذاری زیادی بر روی بازیکن دارد.
                <br />
            </p>
            <p>
            </p>
        </div>

    </div>

</asp:Content>
<asp:Content ID="Content5" ContentPlaceHolderID="cpBodyBottom" runat="server">
    <script>

        $(document).ready(function () {
            var hash = $(location).attr('hash').replace('#', '');
            console.log(hash)
            if (hash !== '') {
                var decodedUrl = decodeURIComponent(hash);

                $('[href="#' + decodedUrl + '"]').click();
                //"/Signs.aspx#"
            }

            console.log(hash);

        });

    </script>
</asp:Content>
